const items = [
  {
    "id": "DATID_0001",
    "name": "Накладка бампера",
    "price": "1000",
  },
    {
    "id": "DATID_0021",
    "name": "Фара противотуманная левая",
    "price": "100",
  },
    {
    "id": "DATID_0022",
    "name": "Фара противотуманная правая",
    "price": "111",
  },
    {
    "id": "DATID_0002",
    "name": "Решетка радиатора",
    "price": "200",
  },
    {
    "id": "DATID_0023",
    "name": "Фара головного света левая",
    "price": "300",
  },
    {
    "id": "DATID_0024",
    "name": "Фара головного света правая",
    "price": "400",
  },
    {
    "id": "DATID_0025",
    "name": "Крыло переднее левое",
    "price": "101",
  },
    {
    "id": "DATID_0027",
    "name": "Повторитель поворота левый",
    "price": "1410",
  },
    {
    "id": "DATID_0026",
    "name": "Крыло переднее правое",
    "price": "1111",
  },
     {
    "id": "DATID_0028",
    "name": "Повторитель поворота правый",
    "price": "111",
  },

    {
    "id": "DATID_0003",
    "name": "Капот",
    "price": "111",
  },

    {
    "id": "DATID_0063",
    "name": "Диск колеса переднего левого",
    "price": "222",
  },
    {
    "id": "DATID_0061",
    "name": "Шина передняя левая",
    "price": "444",
  },
    {
    "id": "DATID_0064",
    "name": "Диск колеса переднего правого",
    "price": "333",
  },

    {
    "id": "DATID_0062",
    "name": "Шина передняя правая",
    "price": "",
  },
    {
    "id": "DATID_0004",
    "name": "Стекло ветровое",
    "price": "444",
  },
    {
    "id": "DATID_0029",
    "name": "Стекло стойки передней левой",
    "price": "777",
  },
    {
    "id": "DATID_0030",
    "name": "Стекло стойки передней правой",
    "price": "566",
  },
    {
    "id": "DATID_0033",
    "name": "Дверь передняя левая",
    "price": "5565",
  },

    {
    "id": "DATID_0035",
    "name": "Стекло двери передней левой",
    "price": "4555",
  },
    {
    "id": "DATID_0071",
    "name": "Ручка двери передней левой",
    "price": "5454",
  },
    {
    "id": "DATID_0037",
    "name": "Зеркало заднего вида левое (корпус)",
    "price": "",
  },
    {
    "id": "DATID_0034",
    "name": "Дверь передняя правая",
    "price": "444",
  },

    {
    "id": "DATID_0036",
    "name": "Стекло двери передней правой",
    "price": "444",
  },
    {
    "id": "DATID_0072",
    "name": "Ручка двери передней правой",
    "price": "444",
  },
    {
    "id": "DATID_0038",
    "name": "Зеркало заднего вида правое (корпус)",
    "price": "5555",
  },
    {
    "id": "DATID_0005",
    "name": "Крыша",
    "price": "2222",
  },
    {
    "id": "DATID_0006",
    "name": "Люк крыши",
    "price": "2111",
  },

    {
    "id": "DATID_0031",
    "name": "Стойка передняя (А-стойка) левая",
    "price": "2222",
  },
    {
    "id": "DATID_0032",
    "name": "Стойка передняя (А-стойка) правая",
    "price": "2222",
  },
    {
    "id": "DATID_0039",
    "name": "Стойка средняя (В-стойка) левая",
    "price": "2222",
  },
    {
    "id": "DATID_0040",
    "name": "Стойка средняя (В-стойка) правая",
    "price": "2224",
  },
    {
    "id": "DATID_0047",
    "name": "Стекло крыла заднего левого",
    "price": "444",
  },

    {
    "id": "DATID_0048",
    "name": "Стекло крыла заднего правого",
    "price": "",
  },
    {
    "id": "DATID_0041",
    "name": "Дверь задняя левая",
    "price": "777",
  },
    {
    "id": "DATID_0043",
    "name": "Стекло двери задней левой",
    "price": "888",
  },
    {
    "id": "DATID_0073",
    "name": "Ручка двери задней левой",
    "price": "",
  },
    {
    "id": "DATID_0042",
    "name": "Дверь задняя правая",
    "price": "999",
  },
    {
    "id": "DATID_0044",
    "name": "Стекло двери задней правой",
    "price": "454",
  },

    {
    "id": "DATID_0074",
    "name": "Ручка двери задней правой",
    "price": "4545",
  },
    {
    "id": "DATID_0007",
    "name": "Крышка багажного отсека",
    "price": "4444",
  },
    {
    "id": "DATID_0045",
    "name": "Крыло заднее левое",
    "price": "444",
  },
    {
    "id": "DATID_0011",
    "name": "Лючок топливного бака (левая сторона)",
    "price": "2415",
  },
    {
    "id": "DATID_0046",
    "name": "Крыло заднее правое",
    "price": "4444",
  },

    {
    "id": "DATID_0067",
    "name": "Диск колеса заднего левого",
    "price": "111",
  },
    {
    "id": "DATID_0065",
    "name": "Шина задняя левая",
    "price": "111",
  },
    {
    "id": "DATID_0068",
    "name": "Диск колеса заднего правого",
    "price": "515",
  },
    {
    "id": "DATID_0066",
    "name": "Шина задняя правая",
    "price": "515",
  },
    {
    "id": "DATID_0051",
    "name": "Фонарь задний нар. левый",
    "price": "515",
  },
    {
    "id": "DATID_0052",
    "name": "Фонарь задний нар. правый",
    "price": "515",
  },
    {
    "id": "DATID_0053",
    "name": "Фонарь задний вн. левый",
    "price": "155",
  },
    {
    "id": "DATID_0054",
    "name": "Фонарь задний вн. правый",
    "price": "155",
  },

    {
    "id": "DATID_0009",
    "name": "Доп. стоп-сигнал",
    "price": "5151",
  },
    {
    "id": "DATID_0010",
    "name": "Стекло заднее",
    "price": "155",
  },
    {
    "id": "DATID_0008",
    "name": "Накладка заднего бампера",
    "price": "455",
  },
    {
    "id": "DATID_WC_FR",
    "name": "Диск передний правый",
    "price": "4545",
  },
    {
    "id": "DATID_WC_FL",
    "name": "Диск передний левый",
    "price": "4545",
  },

    {
    "id": "DATID_WC_RR",
    "name": "Диск задний правый задний",
    "price": "4545",
  },
    {
    "id": "DATID_WC_RL",
    "name": "Диск задний левый",
    "price": "4554",
  },
    {
    "id": "DATID_LCK_FR",
    "name": "Замок двери передний правый",
    "price": "5555",
  },
    {
    "id": "DATID_LCK_FL",
    "name": "Замок двери передний левый",
    "price": "555",
  },
    {
    "id": "DATID_LCK_BK",
    "name": "Замок двери задней",
    "price": 999,
  },


]

